[
  {
    "id": 1,
    "title": "Skandal 1MDB (1Malaysia Development Berhad)",
    "tags": ["Penipuan kewangan berskala besar", "Rasuah", "Pengubahan wang haram antarabangsa"],
    "date": "2009-2023",
    "loss": "Berbilion USD",
    "summary": "Kes penyelewengan dan pengubahan wang haram besar-besaran melibatkan dana kekayaan negara Malaysia 1MDB, yang dikaitkan dengan tokoh politik dan perniagaan berprofil tinggi di dalam dan luar negara.",
    "content": "Skandal 1MDB melibatkan berbilion dolar yang disalahgunakan daripada dana kekayaan negara Malaysia, melibatkan bekas Perdana Menteri, pegawai kanan, bank pelaburan, dan entiti luar pesisir. Skandal ini berlangsung selama bertahun-tahun: dari 2009 hingga 2014, transaksi dan pinjaman mencurigakan menimbulkan kebimbangan; pada 2015, siasatan antarabangsa bermula; antara 2018–2020, pelbagai keputusan mahkamah dan penyelesaian berlaku; dari 2020 hingga 2023, terdapat sabitan dan pemulihan aset. Jabatan Kehakiman AS dan beberapa negara lain terlibat dalam siasatan selari. Skandal ini memberi kesan mendalam terhadap politik dan kewangan Malaysia.",
    "sources": [
      "https://www.channelnewsasia.com/news/1mdb-timeline",
      "https://www.aljazeera.com/news/1mdb-case"
    ]
  },
  {
    "id": 2,
    "title": "Gelombang Penipuan Telefon ‘Macau Scam’",
    "tags": ["Penipuan telefon", "Penyamaran pihak berkuasa", "Kejuruteraan sosial"],
    "date": "Berkelanjutan",
    "loss": "Sehingga ratusan ribu MYR setiap kes",
    "summary": "Penipu menyamar sebagai bank, pihak berkuasa atau syarikat kurier untuk menakut-nakutkan mangsa supaya memindahkan wang ke 'akaun selamat'.",
    "content": "‘Macau Scam’ ialah penipuan telefon biasa di Malaysia di mana penipu menyamar sebagai wakil bank, pendakwa raya, pihak berkuasa, atau syarikat kurier. Mereka menggunakan ugutan dan rasa tergesa-gesa untuk memaksa mangsa memindahkan wang, memberikan OTP, atau memasukkan wang ke 'akaun selamat'. Teknik termasuk pemalsuan ID pemanggil, tekanan psikologi, dan kerjasama dengan pusat panggilan penipuan rentas sempadan. Satu kes boleh melibatkan kerugian sehingga ratusan ribu ringgit.",
    "sources": [
      "https://www.astroawani.com/berita-malaysia/macau-scam",
      "https://www.thestar.com.my/news/nation/2023/..."
    ]
  },
  {
    "id": 3,
    "title": "Warga Malaysia Diperangkap di Pusat Penipuan Peru (2023)",
    "tags": ["Pemerdagangan manusia", "Pusat penipuan rentas sempadan", "Buruh paksa"],
    "date": "2023-10",
    "loss": "Tidak didedahkan (melibatkan ramai mangsa)",
    "summary": "43 rakyat Malaysia diperdagangkan ke Peru dan dipaksa terlibat dalam penipuan telefon serta dalam talian sebelum diselamatkan oleh polis.",
    "content": "Pada Oktober 2023, polis Peru menyelamatkan 43 rakyat Malaysia yang dipaksa menyertai penipuan telefon dan dalam talian berhampiran Lima. Kebanyakan mangsa terperangkap melalui tawaran pekerjaan luar negara tetapi kemudiannya dikurung dan dipaksa membuat panggilan penipuan atau menghantar mesej palsu. Mangsa berumur antara 18–36 tahun, termasuk beberapa bawah umur. Kes ini menarik perhatian terhadap sindiket penipuan rentas sempadan dan rangkaian pemerdagangan manusia. Kementerian Luar Negeri dan polis Malaysia membantu dalam pemulangan serta siasatan.",
    "sources": [
      "https://apnews.com/article/peru-malaysia-scam-rescue",
      "https://www.theguardian.com/world/2023/..."
    ]
  },
  {
    "id": 4,
    "title": "Penipuan Percintaan & Pelaburan ‘Pig-Butchering’",
    "tags": ["Penipuan percintaan", "Penipuan pelaburan", "Kejuruteraan sosial jangka panjang"],
    "date": "Semakin berleluasa",
    "loss": "Sehingga berjuta MYR setiap kes",
    "summary": "Penipu membina hubungan romantik melalui platform temu janji dan memujuk mangsa melabur dalam platform palsu untuk mencuri wang dalam jumlah besar.",
    "content": "Penipuan ‘pig-butchering’ adalah kaedah penipuan di mana penipu mula-mula membina kepercayaan jangka panjang, selalunya melalui aplikasi temu janji atau platform sosial, sebelum membimbing mangsa melabur dalam platform pelaburan palsu. Penipu menggunakan rekod dagangan palsu, pulangan pelaburan rekaan, dan nasihat pakar palsu untuk meyakinkan mangsa bahawa pelaburan itu sah. Sesetengah kes dikaitkan dengan pusat penipuan rentas sempadan dan pemerdagangan manusia, menjadikan siasatan serta pemulihan dana lebih sukar.",
    "sources": [
      "https://www.scmp.com/news/asia/southeast-asia/article/...",
      "https://www.straitstimes.com/asia/se-asia/..."
    ]
  },
  {
    "id": 5,
    "title": "Penipuan Platform Pelaburan Kripto",
    "tags": ["Penipuan kripto", "Platform dagangan palsu", "Penipuan kewangan"],
    "date": "Beberapa tahun kebelakangan ini",
    "loss": "Puluhan ribu hingga berjuta USD",
    "summary": "Penipu menyamar sebagai platform pelaburan atau bursa kripto, memujuk pelaburan dan memindahkan dana secara haram; beberapa suspek ditangkap di Malaysia.",
    "content": "Dalam beberapa tahun kebelakangan ini, polis Malaysia telah membongkar banyak penipuan yang menggunakan Bitcoin atau mata wang kripto lain, melibatkan antara muka dagangan palsu, khidmat pelanggan palsu, dan saluran pengubahan wang haram untuk mencuri dana. Pihak berkuasa sering bekerjasama dengan firma forensik blockchain untuk menjejak wang yang dicuri. Mangsa terdiri daripada pelbagai peringkat umur, dan jumlah kerugian berbeza-beza.",
    "sources": [
      "https://cointelegraph.com/news/malaysia-crypto-scam",
      "https://www.trmlabs.com/post/crypto-crime-malaysia"
    ]
  },
  {
    "id": 6,
    "title": "Sindiket Penipuan Rentas Sempadan Ditumpaskan di Malaysia",
    "tags": ["Penipuan rentas sempadan", "Serbuan polis", "Pembubaran sindiket"],
    "date": "Pelbagai operasi",
    "loss": "Tidak dinyatakan",
    "summary": "Polis menumpaskan beberapa pusat sindiket penipuan, menangkap warga tempatan dan asing, serta merampas peralatan dan dokumen palsu.",
    "content": "Polis Malaysia telah menjalankan beberapa operasi khas untuk membubarkan pusat penipuan di negara ini, termasuk penipuan telefon, pelaburan, dan kripto. Barangan yang dirampas termasuk telefon bimbit, kad SIM, komputer, dan dokumen palsu. Operasi ini sering melibatkan kerjasama dengan imigresen, kementerian luar, dan Interpol untuk membanteras rangkaian penipuan antarabangsa.",
    "sources": [
      "https://cointelegraph.com/news/malaysia-raid-scam-syndicate",
      "https://www.trmlabs.com/post/scam-network-malaysia"
    ]
  },
  {
    "id": 7,
    "title": "Laporan Penyelidikan Trend Penipuan & Tadbir Urus",
    "tags": ["Penyelidikan", "Cadangan dasar", "Analisis trend"],
    "date": "Berkelanjutan",
    "loss": "Tiada kerugian langsung",
    "summary": "Institusi akademik dan kerajaan menerbitkan laporan yang menganalisis trend penipuan dan mencadangkan strategi pencegahan.",
    "content": "Laporan penyelidikan oleh institusi akademik, badan pemikir, dan organisasi antarabangsa mendedahkan bahawa kaedah penipuan semakin terancang, rentas sempadan, dan berasaskan teknologi (termasuk deepfake dan automasi media sosial). Cadangan termasuk memperkukuh kerjasama undang-undang antarabangsa, mengetatkan peraturan telekomunikasi dan kewangan, serta meningkatkan kesedaran awam.",
    "sources": [
      "https://www.csis.org/analysis/se-asia-scam-trends",
      "https://www.unodc.org/southeast-asia-scam-report"
    ]
  },
  {
    "id": 8,
    "title": "Kerjasama Antarabangsa & Pemulihan Aset",
    "tags": ["Pemburuan rentas sempadan", "Pemulihan aset", "Kerjasama kehakiman"],
    "date": "Berkelanjutan",
    "loss": "Berbeza mengikut kes",
    "summary": "Kes penipuan besar dan jenayah kewangan sering memerlukan kerjasama antarabangsa untuk memburu suspek dan memulihkan aset.",
    "content": "Kes berprofil tinggi seperti 1MDB menunjukkan bahawa tiada satu negara pun mampu menangani penipuan atau jenayah kewangan rentas sempadan berskala besar secara bersendirian. Pemulihan aset melibatkan bantuan undang-undang pelbagai negara, prosiding sivil dan jenayah selari; beberapa suspek utama masih bebas. Topik ini sesuai untuk kemas kini berterusan mengenai perkembangan kes besar.",
    "sources": [
      "https://www.reuters.com/world/asia-pacific/malaysia-asset-recovery-1mdb",
      "https://www.theguardian.com/world/1mdb-recovery"
    ]
  }
]
