[
  {
    "id": 1,
    "title": "Skandal 1Malaysia Development Berhad (1MDB)",
    "tags": ["Penipuan kewangan berskala besar", "Rasuah", "Pengubahan wang haram antarabangsa"],
    "date": "2009-2018",
    "loss": "Berbilion dolar AS",
    "summary": "Dana berdaulat 1MDB diseleweng secara sistematik melalui rangkaian syarikat palsu antarabangsa, melibatkan pegawai kanan Malaysia dan bank-bank global.",
    "content": "Antara 2009 hingga 2014, 1MDB mengumpul hutang dan melabur, tetapi dana tersebut akhirnya dikesan dialihkan ke akaun luar pesisir. Pada 2015, siasatan media mendedahkan penyelewengan ini, dan tindakan undang-undang antarabangsa bermula pada 2018. Skandal ini menunjukkan kelemahan dalam tadbir urus dan kawalan pengubahan wang haram.",
    "sources": [
      "https://www.learnsignal.com/blog/1mdb-scandal-guide-financial-fraud-malaysia",
      "https://www.imd.org/research-knowledge/finance/articles/swiss-bank-was-toppled-by-a-financial-scandal-in-malaysia/"
    ]
  },
  {
    "id": 2,
    "title": "Penipuan Telefon 'Macau Scam' di Malaysia",
    "tags": ["Penipuan telefon", "Penyamaran pihak berkuasa", "Kejuruteraan sosial"],
    "date": "Berterusan",
    "loss": "Ratusan ribu hingga berjuta MYR bagi setiap kes",
    "summary": "Macau Scam melibatkan pemanggil yang menyamar sebagai syarikat kurier, polis, atau bank untuk menakut-nakutkan mangsa supaya memindahkan wang atau kod OTP ke akaun kononnya selamat.",
    "content": "Di Malaysia, Macau Scam muncul melalui panggilan atau mesej palsu, di mana mangsa diberitahu mereka disiasat atau mempunyai akaun mencurigakan. Mangsa kemudiannya diarahkan memindahkan wang ke akaun sindiket. Contohnya, seorang petani di Pahang kehilangan kira-kira RM792,669 selepas menerima panggilan sebegini.",
    "sources": [
      "https://international.astroawani.com/malaysia-news/macau-scam-all-you-need-to-know-263044",
      "https://international.astroawani.com/malaysia-news/macau-scam-vegetable-farmer-loses-almost-rm800000-434149"
    ]
  },
  {
    "id": 3,
    "title": "Penipuan Pelaburan Kripto di Malaysia (2023-2024)",
    "tags": ["Penipuan kripto", "Platform pelaburan palsu", "Penipuan kewangan"],
    "date": "2023-2024",
    "loss": "Jutaan MYR",
    "summary": "Pihak berkuasa Malaysia menahan suspek yang terlibat dalam platform pelaburan kripto palsu yang menjanjikan pulangan tinggi tetapi mencuri dana dan mencucinya melalui blockchain.",
    "content": "Pada awal 2024, Polis Diraja Malaysia menahan tiga lelaki kerana menipu lebih AS$2.5 juta melalui skim pelaburan kripto. Antara 2019-2023, lebih 5,500 kes dilaporkan dengan kerugian sekitar RM417 juta.",
    "sources": [
      "https://www.trmlabs.com/resources/blog/malaysian-police-make-arrests-in-cryptocurrency-fraud-scheme",
      "https://www.tookitaki.com/afc-thoughts/fraud-cases-in-malaysia"
    ]
  },
  {
    "id": 4,
    "title": "Rakyat Malaysia Dipaksa Bekerja di Pusat Scam di Peru (2023)",
    "tags": ["Pemerdagangan manusia", "Pusat scam rentas sempadan", "Buruh paksa"],
    "date": "2023-10",
    "loss": "Tidak dinyatakan (ramai mangsa)",
    "summary": "Sekurang-kurangnya 43 rakyat Malaysia diperdagangkan ke Peru dan dipaksa bekerja di pusat panggilan scam sebelum diselamatkan oleh polis.",
    "content": "Pada Oktober 2023, polis Peru menyerbu sebuah rumah di La Molina, Lima, dan menyelamatkan 43 warga Malaysia berusia antara 18 hingga 36 tahun. Mereka ditipu dengan tawaran kerja palsu dan dipaksa menjalankan panggilan scam. Kes ini menonjolkan kaitan antara jenayah terancang rentas sempadan, pemerdagangan manusia dan penipuan dalam talian.",
    "sources": [
      "https://apnews.com/article/067a8dc748019ecdeb960b69c5e2ad54",
      "https://apnews.com/article/91e7682024cb599b242cb81793cb68df"
    ]
  },
  {
    "id": 5,
    "title": "Serbuan Besar Pusat Panggilan Scam di Bangsar South (2025)",
    "tags": ["Serbuan pusat panggilan", "Pembongkaran sindiket", "Penipuan rentas negara"],
    "date": "2025-08",
    "loss": "Dianggarkan ratusan juta MYR (siasatan berterusan)",
    "summary": "Polis Malaysia menjalankan serbuan terbesar terhadap pusat panggilan scam di Bangsar South, Kuala Lumpur, dan menahan lebih 400 individu pada Ogos 2025.",
    "content": "Bangunan lima tingkat itu menempatkan lebih 400 pekerja yang menjalankan operasi scam antarabangsa. Kes ini menunjukkan skala besar penipuan yang kini beroperasi di Malaysia dan dikaitkan dengan sindiket fintech global.",
    "sources": [
      "https://www.tookitaki.com/blog/busted-in-bangsar-south-malaysia-scam-call-centre-raid"
    ]
  },
  {
    "id": 6,
    "title": "Laporan Kajian & Trend tentang Tadbir Urus Scam di Malaysia (2024-2025)",
    "tags": ["Penyelidikan", "Cadangan dasar", "Analisis trend"],
    "date": "2024-2025",
    "loss": "Tiada (laporan penyelidikan)",
    "summary": "Institusi akademik dan kerajaan menunjukkan bahawa scam semakin rentas sempadan, didorong oleh teknologi (termasuk AI), dan memerlukan pengukuhan dasar serta kesedaran awam.",
    "content": "Kajian menunjukkan bahawa scam kini menyumbang sebahagian besar kes penipuan di Malaysia. Satu laporan menganggarkan kerugian sekitar RM54.02 bilion pada 2024, bersamaan 3% KDNK negara. Ia menekankan perlunya reformasi kawal selia dan kerjasama antara sektor telekomunikasi serta fintech.",
    "sources": [
      "https://penanginstitute.org/publications/issues/combating-scam-syndicates-in-malaysia-and-southeast-asia/",
      "https://www.tookitaki.com/afc-thoughts/fraud-cases-in-malaysia"
    ]
  },
  {
    "id": 7,
    "title": "Pemulihan Aset Rentas Sempadan & Kerjasama Antarabangsa (Kes 1MDB)",
    "tags": ["Pemulihan aset", "Kerjasama kehakiman", "Jenayah antarabangsa"],
    "date": "Berterusan",
    "loss": "Berbeza mengikut kes",
    "summary": "Kes besar seperti 1MDB menunjukkan bahawa pemulihan aset memerlukan kerjasama pelbagai negara dan proses undang-undang yang panjang.",
    "content": "Kes 1MDB melibatkan negara seperti AS, Switzerland, dan Singapura. Tindakan termasuk saman sivil, pembekuan aset, dan pemulangan wang. Ia menyoroti cabaran rumit dalam menangani jenayah kewangan berskala besar.",
    "sources": [
      "https://www.learnsignal.com/blog/1mdb-scandal-guide-financial-fraud-malaysia"
    ]
  },
  {
    "id": 8,
    "title": "Penipuan AI Suara & Deepfake Semakin Meningkat di Malaysia (2025)",
    "tags": ["Penipuan AI", "Penipuan suara klon", "Penipuan teknologi"],
    "date": "2025",
    "loss": "Beribu hingga berpuluh ribu MYR setiap kes (meningkat)",
    "summary": "Scam menggunakan suara klon AI kini meniru majikan atau individu dipercayai untuk menipu mangsa memindahkan wang.",
    "content": "Pada Ogos 2025, Malay Mail melaporkan seorang wanita di Selangor kehilangan RM5,000 selepas penipu menggunakan suara majikannya yang diklon dengan AI melalui telefon/WhatsApp. Ini menunjukkan trend baharu penipuan berasaskan AI di Malaysia.",
    "sources": [
      "https://www.malaymail.com/news/malaysia/2025/08/04/ai-scams-are-getting-real-here-are-the-cases-happening-in-malaysia-that-you-should-know-about/183459"
    ]
  }
]
